[
  {
    "name": "Camna",
    "slug": "camna",
    "text": "<p>
    Nejen country kapela Camna
    Přátelé a kamarádi, jsme kapela Camna a v současnosti čítáme šest stálých členů našeho uskupení. Co hrajeme? Country a folk převážně z české scény, pak trochu toho bluegrassu, skotské a irské lidové tradicionály. Pro milovníky bigbítu jsme rozšířili repertoár, aby si přišli na své i ti, co si chtějí pořádně zatrsat.
    Sem tam zahrajeme i něco málo netradičního, každý si ale přijde na své.
    Proč hrajeme? Hrajeme ve svém volném čase proto, že nás to baví a muzika je naším koníčkem. Všichni členové kapely Camna jsou protřelými harcovníky s různou muzikantskou minulostí. Kromě běžných nástrojů používaných v country muzice máme také ještě české i skotské dudy a píšťaly, které pak naší hudební produkci příjemně obohacují. Kde hrajeme? Všude, kde nás budou lidé rádi poslouchat.</p>",
    "img": "camna.jpeg",
    "links:": {}
  },

  {
    "name": "Ambiam",
    "slug": "ambiam",
    "text": "<p>Ambiam je skupina, která hraje lidové písničky původem převážně z Anglie, Irska a Skotska. Jsme vášniví mladí hudebníci, zhruba od 7 do 18 let. Je nás vždy různý počet, máme tzv. "session musicians". To znamená, že někdo zde hraje nastálo, někdo odchází a přichází každý nový rok. Aktuálně je nás kolem 14 lidí, ale stále hledáme nové zájemce do naší skupiny. Vedoucím Ambiamu je Mark Johnston - pravý angličan, který přímo přenáší tradice ze své vlasti do České Republiky. Pořádáme různé koncerty, hrajeme seniorům, na akcích města a podobně.</p>",
    "img": "ambiam.webp",
    "links:": {
      "www": "https://ambiam.webnode.cz/",
      "facebook": "https://www.facebook.com/AmbiamBand",
      "youtube": "https://www.youtube.com/channel/UCKfPwMddVYu0QWlDlzTgoJg",
    }
  },

  {
    "name": " Blue Squadron Pipe Band ",
    "slug": "blue-squadron-pipe-band",
    "text": "<p>Skotské dudy bývají ozdobou řady akcí a publikem jsou velmi žádané. O tom se jednou za dva roky můžeme přesvědčit například ve Strakonicích na Dudáckém festivalu. Pozvali jsem na letošní ročník Keltského kruhu dudácký soubor Blue Squadron Pipe Band z Prahy. A co dudáci sdělují o sobě?</p><p>Naše uskupení vzniklo v roce 2018, spojením členů několika dudáckých kapel, s cílem propagovat tradiční skotskou hudbu na úrovni, s níž bychom mohli reprezentovat Českou republiku ve světě, ať již na poli festivalovém, tak soutěžním. Jakožto vzor jsme si vzali 312. československou stíhací peruťve službách RAF, která se zapojila do bojů během druhé světové války, a sloužila také ve Skotsku na Orknejských a Shetlandských ostrovech, konkrétně na základnáchSkeabrae a Sumburgh. Jejich mottem bylo latinské „NON MULTI SED MULTA“, neboli ne mnozí v počtu, ale mnoho v činech, a právě takovým heslem se chceme řídit i my. V našem znaku se tak pojí odkaz na zemi,z níž pocházíme, na zemi, jejíž hudbu hrajeme a na příběh těch, kteří svou odvahou kdysi hájili svobodu obou.</p>",
    "img": "dudaci.png",
    "links:": {
      "www": "https://www.bspb.cz/",
      "facebook": "https://www.facebook.com/czechpipes"
    }
  },

  {
    "name": "Bran",
    "slug": "bran",
    "text": "<p> Další kapela, která přijala naše pozvání, je skupina Bran. Je už také dlouho na českém hudebním trhu a za dobu její existence se v její sestavě vystřídalo okolo třiceti muzikantů. Začátek a další existence je spojena s muzikantem a zpěvákem z Bretaně Davidem Pajotem. V prvních letech se repertoár skládal z písní a skladeb Bretaně, Irska a Skotska. Postupem doby se v repertoáru objevily autorské skladby členů kapely a více se celý repertoár začal orientovat na hudebnost Bretaně.</p><p>První album vydává v roce 2000 – tam je ještě hodně zastoupena irská hudba, ale už v druhém albu z roku 2002 (Chemins de sel) je výrazně zastoupená bretonská hudba a už i autorské písně (David Pajot). V tomto duchu se už nesou i další alba a to i poté, co kapelu opustil směr Kanada David Pajot (2010). Zatím poslední CD nahrála skupina Bran v roce 2016 (Beaj vat!) a hodně jsou zastoupeny autortské písně a skladby zejména Vojty Jindry a Roberta Fischmanna. </p>",
    "img": "bran.jpg",
    "links:": {
      "www": "http://branband.cz/",
      "facebook": "https://www.facebook.com/kapelaBran/",
      "youtube": "https://www.youtube.com/channel/UC-vpkSJ7DRNQ4mn1_lBGjQA"
    }
  },

  {
    "name": "Harfové duo",
    "slug": "harfove-duo",
    "text": "<p>Určitou vyjímečnost festivalu bychom rádi dokladovali na dvou hudebních projektech, k jejichž vzniku jsme pomohli výzvou či spíše pozváním k účasti na festivalu. Tím první je Harfové duo složené z Wendy van der Meijs a Jany Maffet Šouflové. Obě nejsou neznámé ve světě tohoto nástroje v naší zemi, neboť jde o dlouhodobé propagátorky keltské harfy.</p><p>Wendy se dlouhodobě věnuje vzdělávání zájemců o tento nástroj: pořádá už více jak 15 let workshopy u nás, v Holandsku a Norsku a více než 10 let je lektorkou harfy na Bernard’s Summer School. Jana je vpravdě renesanční bytostí, neboť vedle harfové hry je známá ve světě fantasy a sci-fi ilustrací a velmi dobře si vede jako spisovatelka.</p>",
    "img": "wvdm.png",
    "links:": {}
  },

  {
    "name": "Katka Garcia a přátelé",
    "slug": "katka-garcia",
    "text": "<p>Druhý projekt má pracovní název Katka Garcia a přátelé. Využili jsme přítomnosti Katky v Česku, která jinak žije v Dublinu a dali jsme ji dohromady s muzikanty, se kterými ji pojí hudební minulost zde v Česku, zejména ta neformální. Katka jako zpěvačka byla zde na záčátku toho, kdy do Česka „vplouvala“ irská tradiční hudba.</p><p>Vystupovala či spíše hostovala u kapely Púca Rua, stála u zrodu kapely Dún an Doras a i její spolupráce s Lubošem Malinou v projektu Garcia se odvíjela na irské vlně. S Káťou spojilo několik dalších hudebníků, kteří zde v minulosti prošlapávali cestu irské hudbě – Marek Poledna – původně klávesista kapely Dochas Band, excelentní hráč na box, Dan Vališ – asi nejlepší zdejší hráč na irské loketní dudy, Pepa Janíček – banjo, kytara, zpěv, který měl v irské hudbě alternativu k hudbě The Plastic People of the Universe a participoval v kapelách s irským repertoárem jako například Dún an Doras, Bardoí nebo Goblin. Součástí tohoto projektu je i kytarista Martin Jankovec, kterému se každoroční a pečlivá návštěva Bernard’s Summer School vyplatila hned dvakrát: dostal zde velmi dobré základy hry na kytaru v irském ladění DADGAD a našel si zde manželku. Martin působil v sestavě manželů Perglerových s názvem Rookery, hostoval v několika dalších (např. Poitín) a aktuálně je členem kapely Conamara Chaos. Spojení těchto hudebníků je velmi výjímečnou příležitostí pro návštěvníky festivalu.</p>",
    "img": "garcia.png",
    "links:": {}
  },

  {
    "name": "Keltská vesnice",
    "slug": "kelti",
    "text": "<p>Součástí programu bude i Keltská vesnice, kterou návštěvníci budou moci navštívit již od 11 hodin v sobotu 13. července a seznámit se tak se způsobem života, stravováním a řemesly Keltů, tak jak se je podařilo v průběhu věků rekonstruovat  a prostřednictvím příznivců Keltů předvést nejen na tomto festivalu.</p>",
    "img": "kelti.png",
    "links:": {}
  },

  {
    "name": "Kukulín",
    "slug": "kukulin",
    "text": "<p>V jistém smyslu perlou festivalu je duo Kukulín (Jan Hrubý a Ruda Hálek) doplněné o cellistu Jaroslava Ondráčka. Kukulín v sobě roubuje muziku ryze českou s vlivy tradiční hudby keltských národů. Podobně je tvořen název kapely – kukulín je jenak postava z Borovského krále Lávry a jednak jméno irského mýtického hrdiny CúChullaina. Samotný Jan Hrubý vedle již zmíněných kapel spolupracoval při nahrávkách s řadou kapel a zpěváků různých žánrů (s Dagmar Andrtovou-Voňkovou, ve studiu nahrával party na desky mnoha skupin (Jazz Q, Marsyas, C&K Vocal, Country Beat Jiřího Brabce; Jan Spálený, Zuzana Homolová, Hana Hegerová). Na počátku 90. let 20. století jej ovlivnil keltský rock, vydává desky se skupinou Kukulín (inspirované knihami J. R. R. Tolkiena), spolupracoval také s Marií Hoffmanovou. V lednu 2014 vydal album Společné světy s anglickým harfenistou Seanem Barrym.</p><p>Rudolf Hálek – akordeon, klávesy, zpěv. Pochází z Domažlicka a s Janem Hrubým hraje přibližně od roku 1988, kdy se „našli“ na Babyloně u Domažlic v hospodě „Na Sauně“. První oficiální koncerty spolu absolvovali začátkem devadesátých let v Anglii, v Německu a ve Francii jako Electric Folk Duo from Bohemia. V českých klubech začali vystupovat jako kapela KUKULÍN až po vydání prvního CD Cesta na severozápad.</p>",
    "img": "kukulin.png",
    "links:": {}
  },

  {
    "name": "Michal Hromek Consort",
    "slug": "michal-hromek-consort",
    "text": "<p>Domníváme se, že festival Keltský kruh by neměl ignorovat tvůrce výborného alba Keltská kytara a jeho spolumuzikanty. Album Keltská kytara vyšlo na počátku 90. let minulého století, ale jeho tvůrce je tu dodnes se svým Michal Hromek Consort a v letos v Budyni návštěvníky festivalu přesvědčí, že po více jak deseti studiových albech má stále co předvést. Aktuálně Michal Hromek hraje v consortu s flétnistou Jakubem Klárem a perkusistou Danielem Mikoláškem a součástí bývají i hosté – další instrumentalisté či zpěvačka.</p><p>Michal Hromek Consort není typická festivalová kapela. Do repertoáru consortu, který vychází vedle původní tvorby z dědictví evropského baroka a renesance, patří také lidová hudba.  Specialitou repertoáru skupiny jsou adaptace melodií připisovaných legendárnímu irskému harfeníkovi Turloghu O‘Carolanovi (nejvýrazněji na CD Carolan). Významnou složku repertoáru tvoří úpravy lidových písní z Irska a Skotska. </p>",
    "img": "hromek.png",
    "links:": {
      "www": "http://michal.hromek.net/?page_id=138",
      "youtube": "https://www.youtube.com/channel/UCFo0zr0tJ33i_fABax4g4-w",
      "spotify": "https://open.spotify.com/artist/3yEZ5tnuO2oaa9OOxFPGZH?autoplay=true"
    }
  },
  {
    "name": "Výuka irského tance",
    "slug": "vyuka-irskeho-tance",
    "text": "<p>Mezi hudební programy bude vložena výuka irského tance. Záměrem této výuky bude, aby tance, které se publikum naučí, mohlo uplatnit v rámci vystoupení některých hudebních skupin na tomto festivalu. Aktivní zájemci o tuto část programu se nemusí bát, že budou nuceni k tanečním výkonům známým z tanečních show Lord of the Dance či Riverdance. Půjde spíše o některé jednodušší tance z oblasti social dance. O výuku se postará Václav Bernard s dcerou Markétou Utišilovou.</p>",
    "img": "vyuka_tance.png",
    "links:": {
      "www": "https://www.bernards.cz/"
    }
  }
]
